adpyke.vscode-sql-formatter
amiralizadeh9480.laravel-extra-intellisense
andrejunges.Handlebars
ashinzekene.nestjs
batisteo.vscode-django
bmewburn.vscode-intelephense-client
codingyu.laravel-goto-view
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python-extension-pack
eamodio.gitlens
EasyCodeAI.chatgpt-gpt4-gpt3-vscode
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.vscode-mysql
genieai.chatgpt-vscode
glitchbl.laravel-create-view
GraphQL.vscode-graphql-syntax
hollowtree.vue-snippets
humao.rest-client
IHunte.laravel-blade-wrapper
Kelvin.vscode-sshfs
mhutchie.git-graph
mikestead.dotenv
mkloubert.vscode-http-client
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ko
ms-edgedevtools.vscode-edge-devtools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.js-debug-nightly
mtxr.sqltools
naoray.laravel-goto-components
Natizyskunk.sftp
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
rangav.vscode-thunder-client
ritwickdey.LiveServer
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
Vue.volar
Vue.vscode-typescript-vue-plugin
whosydd.prettier-config
Wscats.vue
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one